export const services = [
  {
    id: 101,
    title: 'Շինարարություն',
    description: (
      <>
        <p>
          Ընկերությունը 2020 թվականից սկսած իրականացնում է պետական գնումների շրջանակներում
          նախատեսված բազմաբնույթ շինարարական աշխատանքներ։ Այս տարիների ընթացքում իրականացրել ենք
          տասնյակ{' '}
          <strong>
            դպրոցների, մանկապարտեզների, մարզադահլիճների կառուցում և վերակառուցում, այգիների և բակերի
            բարեկարգում, խաղահրապարակների կառուցում, ջրամատակարարման և ջրահեռացման համակարգերի
            կառուցում և վերակառուցում։
          </strong>
        </p>
        <p>
          Հայաստանում ՄԱԿ-ի Զարգացման ծրագրի շրջանակներում իրականացրել ենք պետական սուբվենցիոն
          ծրագիր, ուղղված բազմաբնակարան շենքերի էներգաարդյունավետության և ջերմաարդյունավետության
          բարձրացմանը Սյունիքի և Լոռու մարզերում։
        </p>
      </>
    ),
    image: '/img/service/1.jpg',
  },
  {
    id: 102,
    title: 'Էլեկտրաֆիկացում',
    description: (
      <>
        <ol>
          <li>
            <strong>Էլեկտրամատակարարման Հաղորդալարերի Կառուցում:</strong>
            <p>
              Մեր թիմը ունի փորձ և տեխնիկական հմտություններ՝ ցանկացած բարդության հաղորդալարերի
              կառուցման և տեղադրման համար: Օգտագործում ենք բարձրորակ նյութեր և ժամանակակից
              տեխնոլոգիաներ։
            </p>
          </li>
          <li>
            <strong>Նախագծում և Ինժեներական Լուծումներ:</strong>
            <p>
              Մեր ինժեներները մշակում են յուրահատուկ և արդյունավետ նախագծեր՝ ապահովելով բարձր
              մակարդակի անվտանգություն և էներգիայի կորուստների նվազեցում։
            </p>
          </li>
          <li>
            <strong>Տեխնիկական Խորհրդատվություն:</strong>
            <p>
              Մենք տրամադրում ենք մասնագիտական խորհրդատվություն՝ էլեկտրամատակարարման համակարգերի
              օպտիմալացման և արդիականացման համար: Ընտրեք մեզ ձեր էներգետիկ կարիքների ապահովման
              համար։ Մեր թիմը պատրաստ է իրականացնել ամենաբարդ նախագծերը՝ ապահովելով ձեր
              ամենահավակնոտ պահանջների բավարարումը։
            </p>
          </li>
        </ol>
        <p>
          <strong>Էլեկտրամատակարարման համակարգի կարևոր բնութագրիչներից են</strong> երկարատևությունը,
          հուսալիությունն ու անվտանգությունը։ Էլեկտրամոնտաժման բոլոր աշխատանքներն իրականացվում են
          որակական բարձր չափանիշներին համապատասխան, օգտագործվում են վստահելի և հայտնի արտադրողների
          մալուխներ և սարքավորումներ։ Իրականացվում են 0,22 ԿՎ, 0,4 ԿՎ, 6 ԿՎ, 10 ԿՎ, 35 ԿՎ և 110 ԿՎ
          ենթակայանների և մալուխային գծերի կառուցման աշխատանքներ։
        </p>
      </>
    ),
    image: '/img/service/2.jpg',
  },
  {
    id: 103,
    title: 'Օդային և ստորգետնյա մալուխային աշխատանքներ',
    description: (
      <>
        <p>
          Հայաստանում էլեկտրաէներգետիկ համակարգի զարգացման ճանապարհին, առաջին անգամ 110 կՎ
          մալուխային հոսանքի գծի կառուցումը դարձավ կարևոր իրադարձություն՝ ապահովելով էներգիայի
          փոխանցման նոր մակարդակ և կայունություն։
        </p>
        <p>
          Երկարամյա աշխատանքի ընթացքում "Տ-ՔՆՍԹՐԱՔՇՆ" ՓԲԸ-ն ձեռք է բերել օդային և ստորգետնյա
          մալուխային աշխատանքների կատարման հարուստ փորձ։ Ընկերության հիմնական առավելությունն իր
          բարձր որակավորում ունեցող, հավաստագրված, փորձառու ճարտարագետներն ու մասնագետներն են։
        </p>
        <p>
          Ընկերությունը մատուցում է ծառայությունների ամբողջական փաթեթ՝ ընդհանուր ցանցերի նախագծում,
          էլեկտրաէներգիայի հաղորդման և բաշխման գծերի նախագծում, բոլոր անհրաժեշտ թույլտվությունների,
          արտոնագրերի, նախագծման և պլանավորման փաստաթղթերի, մալուխների և նյութերի մատակարարում և
          տեղադրման աշխատանքներ։
        </p>
      </>
    ),
    image: '/img/service/3.jpg',
  },
  {
    id: 104,
    title: 'Էլեկտրահաղորդման ենթակայանների կառուցում',
    description: (
      <>
        <p>
          Էլեկտրական ցանցերն ու էլեկտրաէներգիայի մատակարարումը արդյունաբերական ճյուղի հիմք են
          հեռահաղորդակցության օպերատորների, սպասարկող ընկերությունների համար։
        </p>
        <p>
          "Տ-ՔՆՍԹՐԱՔՇՆ" ՓԲԸ-ն վստահելի գործընկերոջ և էլեկտրաէներգիայի արդյունաբերության
          գերժամանակակից տեխնոլոգիաների մատակարարի համբավը շուկայում ձեռք է բերել բարձր և ցածր
          լարման էլեկտրական ցանցերի, օպտիկական հողանցման լարերի և հաղորդման գծերի կառուցմանը
          համակարգված մոտեցում ցուցաբերելու, ինչպես նաև հոսանքափոխարկիչ ենթակայանների և
          այլընտրանքային էներգիայի համակարգերի մատակարարման ու տեղադրման աշխատանքների կատարման
          շնորհիվ։
        </p>
      </>
    ),
    image: '/img/service/4.jpg',
  },
  {
    id: 105,
    title: 'Ասֆալտապատում',
    description: (
      <>
        <p>
          Ոլորտի առաջատար մասնագետները պատրաստ են իրականացնել վերականգնման, հիմնանորոգման և
          ասֆալտապատման ցանկացած բարդության աշխատանք՝ գյուղական ճանապարհների, հանրապետական
          նշանակության մայրուղիների համար։
        </p>
        <p>
          2016 թվականից առ այսօր մենք իրականացրել ենք ճանապարհաշինության տարբեր բարդության
          աշխատանքներ։
        </p>
      </>
    ),
    image: '/img/service/5.jpg',
  },
];