export const services = [
  {
    id: 101,
    title: 'Շինարարություն',
    description: (
      <>
        <p>
          Ընկերությունը 2020 թվականից սկսած իրականացնում է պետական գնումների շրջանակներում
          նախատեսված բազմաբնույթ շինարարական աշխատանքներ։ Այս տարիների ընթացքում իրականացրել ենք
          տասնյակ{' '}
          <strong>
            դպրոցների, մանկապարտեզների, մարզադահլիճների կառուցում եւ վերակառուցում, այգիների եւ
            բակերի բարեկարգում, խաղահրապարակների կառուցում, ջրամատակարարման եւ ջրահեռացման
            համակարգերի կառուցում եւ վերակառուցում։
          </strong>
        </p>
        <p>
          Հայաստանում ՄԱԿ-ի Զարգացման ծրագրի շրջանակներում իրականացրել ենք պետական սուբվենցիոն
          ծրագիր, ուղղված բազմաբնակարան շենքերի էներգաարդյունավետության եւ ջերմաարդյունավետության
          բարձրացմանը Սյունիքի եւ Լոռու մարզերում։
        </p>
      </>
    ),
    images: ['/img/service/single/1.jpg', '/img/service/single/2.jpg'],
  },
  {
    id: 102,
    title: 'Էլեկտրաֆիկացում',
    description: (
      <>
        <ol>
          <li>
            <strong>Էլեկտրամատակարարման Հաղորդալարերի Կառուցում:</strong>
            <p>
              Մեր թիմը ունի փորձ եւ տեխնիկական հմտություններ՝ ցանկացած բարդության հաղորդալարերի
              կառուցման եւ տեղադրման համար: Օգտագործում ենք բարձրորակ նյութեր եւ ժամանակակից
              տեխնոլոգիաներ։
            </p>
          </li>
          <li>
            <strong>Նախագծում եւ Ինժեներական Լուծումներ:</strong>
            <p>
              Մեր ինժեներները մշակում են յուրահատուկ եւ արդյունավետ նախագծեր՝ ապահովելով բարձր
              մակարդակի անվտանգություն եւ էներգիայի կորուստների նվազեցում։
            </p>
          </li>
          <li>
            <strong>Տեխնիկական Խորհրդատվություն:</strong>
            <p>
              Մենք տրամադրում ենք մասնագիտական խորհրդատվություն՝ էլեկտրամատակարարման համակարգերի
              օպտիմալացման եւ արդիականացման համար: Ընտրեք մեզ ձեր էներգետիկ կարիքների ապահովման
              համար։ Մեր թիմը պատրաստ է իրականացնել ամենաբարդ նախագծերը՝ ապահովելով ձեր
              ամենահավակնոտ պահանջների բավարարումը։
            </p>
          </li>
        </ol>
        <p>
          <strong>Էլեկտրամատակարարման համակարգի կարեւոր բնութագրիչներից են</strong>{' '}
          երկարատեւությունը, հուսալիությունն ու անվտանգությունը։ Էլեկտրամոնտաժման բոլոր աշխատանքներն
          իրականացվում են որակական բարձր չափանիշներին համապատասխան, օգտագործվում են վստահելի եւ
          հայտնի արտադրողների մալուխներ եւ սարքավորումներ։ Իրականացվում են 0,22 ԿՎ, 0,4 ԿՎ, 6 ԿՎ, 10
          ԿՎ, 35 ԿՎ եւ 110 ԿՎ ենթակայանների եւ մալուխային գծերի կառուցման աշխատանքներ։
        </p>
      </>
    ),
    images: ['/img/service/single/3.jpg', '/img/service/single/4.jpg'],
  },
  {
    id: 103,
    title: 'Օդային և ստորգետնյա մալուխային աշխատանքներ',
    description: (
      <>
        <p>
          Հայաստանում էլեկտրաէներգետիկ համակարգի զարգացման ճանապարհին, առաջին անգամ 110 կՎ
          մալուխային հոսանքի գծի կառուցումը դարձավ կարեւոր իրադարձություն՝ ապահովելով էներգիայի
          փոխանցման նոր մակարդակ եւ կայունություն։
        </p>
        <p>
          Երկարամյա աշխատանքի ընթացքում "Տ-ՔՆՍԹՐԱՔՇՆ" ՓԲԸ-ն ձեռք է բերել օդային եւ ստորգետնյա
          մալուխային աշխատանքների կատարման հարուստ փորձ։ Ընկերության հիմնական առավելությունն իր
          բարձր որակավորում ունեցող, հավաստագրված, փորձառու ճարտարագետներն ու մասնագետներն են։
        </p>
        <p>
          Ընկերությունը մատուցում է ծառայությունների ամբողջական փաթեթ՝ ընդհանուր ցանցերի նախագծում,
          էլեկտրաէներգիայի հաղորդման եւ բաշխման գծերի նախագծում, բոլոր անհրաժեշտ թույլտվությունների,
          արտոնագրերի, նախագծման եւ պլանավորման փաստաթղթերի, մալուխների եւ նյութերի մատակարարում եւ
          տեղադրման աշխատանքներ։
        </p>
      </>
    ),
    images: ['/img/service/single/5.jpg', '/img/service/single/6.jpg'],
  },
  {
    id: 104,
    title: 'Էլեկտրահաղորդման ենթակայանների կառուցում',
    description: (
      <>
        <p>
          Էլեկտրական ցանցերն ու էլեկտրաէներգիայի մատակարարումը արդյունաբերական ճյուղի հիմք են
          հեռահաղորդակցության օպերատորների, սպասարկող ընկերությունների համար։
        </p>
        <p>
          "Տ-ՔՆՍԹՐԱՔՇՆ" ՓԲԸ-ն վստահելի գործընկերոջ եւ էլեկտրաէներգիայի արդյունաբերության
          գերժամանակակից տեխնոլոգիաների մատակարարի համբավը շուկայում ձեռք է բերել բարձր եւ ցածր
          լարման էլեկտրական ցանցերի, օպտիկական հողանցման լարերի եւ հաղորդման գծերի կառուցմանը
          համակարգված մոտեցում ցուցաբերելու, ինչպես նաեւ հոսանքափոխարկիչ ենթակայանների եւ
          այլընտրանքային էներգիայի համակարգերի մատակարարման ու տեղադրման աշխատանքների կատարման
          շնորհիվ։
        </p>
      </>
    ),
    images: ['/img/service/single/7.jpg', '/img/service/single/8.jpg'],
  },
  {
    id: 105,
    title: 'Ասֆալտապատում',
    description: (
      <>
        <p>
          Ոլորտի առաջատար մասնագետները պատրաստ են իրականացնել վերականգնման, հիմնանորոգման եւ
          ասֆալտապատման ցանկացած բարդության աշխատանք՝ գյուղական ճանապարհների, հանրապետական
          նշանակության մայրուղիների համար։
        </p>
        <p>
          2016 թվականից առ այսօր մենք իրականացրել ենք ճանապարհաշինության տարբեր բարդության
          աշխատանքներ։
        </p>
      </>
    ),
    images: ['/img/service/single/9.jpg', '/img/service/single/10.jpg'],
  },
];
